{
  "titulo": "Términos y Condiciones del Programa de Referidos",
  "secciones": [
    {
      "titulo": "1. Objeto",
      "texto": [
        "El presente documento establece las condiciones bajo las cuales los Comisionistas podrán participar en el programa de referidos de Tecnologías Administrativas ELAD (TAE), obteniendo comisiones por la recomendación y venta de los productos y servicios: Mi Tienda en Línea MX, TAECONTA (módulos de cotizaciones, paquetes de folios, descarga WS y sistema de contabilidad electrónica), Diseño Web, TeLoRecargo, Marketing Digital, y demás productos que se adhieran a la plataforma."
      ]
    },
    {
      "titulo": "2. Participación",
      "texto": [
        "Podrán participar personas físicas o morales, mayores de edad, que se registren en el programa y cuenten con un código o enlace de referido asignado por TAE. La participación implica la aceptación plena de estos Términos y Condiciones.",
        "Cada referido quedará vinculado al primer comisionista que registre al cliente en la plataforma o comparta su enlace válido."
      ]
    },
    {
      "titulo": "3. Comisiones",
      "texto": [
        "Las comisiones se calculan sobre el precio efectivamente pagado por el cliente (ya con descuentos y promociones aplicados).",
        "Mi Tienda en Línea MX: 20% primera compra y 5% renovaciones.",
        "TAECONTA (cotizaciones): 15% primer mes y 5% renovaciones (hasta 12 meses).",
        "TAECONTA (folios): 10% por paquete y 2% en renovaciones."
      ]
    },
    {
      "titulo": "3.1. Condición de continuidad del referido (regla de pago al día)",
      "texto": [
        "El derecho a comisión por renovaciones existe solo mientras el referido esté activo y al corriente en sus pagos (\"Buen Estado\").",
        "Si el referido deja de pagar y se produce suspensión, vencimiento o cancelación del servicio, el comisionista pierde el derecho a comisiones sobre compras o renovaciones posteriores de ese referido, incluso si el referido retoma el servicio después de la suspensión.",
        "Las comisiones de primera compra ya generadas no se pierden si la venta fue válida y pagada, pero no habrá comisiones sobre operaciones posteriores mientras el referido no esté en Buen Estado."
      ]
    },
    {
      "titulo": "3.2. Atribución y continuidad",
      "texto": [
        "La atribución (vinculación del cliente al comisionista) se mantiene a efectos históricos; sin embargo, el pago de comisiones por renovaciones está condicionado al Buen Estado.",
        "Si el referido cambia de plan, la comisión se calcula sobre el nuevo plan solo si sigue en Buen Estado."
      ]
    },
    {
      "titulo": "4. Condiciones de pago",
      "texto": [
        "El pago de comisiones se realiza a mes vencido: se corta el día 5 de cada mes para pago el día 10 o siguiente día hábil, siempre que:",
        "- El cliente haya pagado la factura en su totalidad.",
        "- No existan devoluciones, cancelaciones o contracargos.",
        "- Se cumpla la condición de Buen Estado para renovaciones.",
        "Mínimo de retiro: $600 MXN.",
        "Los pagos incluyen las retenciones fiscales que apliquen de acuerdo con el régimen del contribuyente del comisionista (ISR e IVA cuando corresponda).",
        "Los pagos se realizarán por transferencia bancaria a la cuenta registrada y validada en la plataforma.",
        "En caso de devolución/contracargo, cualquier comisión ya pagada será descontada en el siguiente corte.",
        "Nota fiscal: El comisionista deberá emitir factura (pago en parcialidades cuando aplique) y podrá adjuntarla en el sistema. Si factura dentro del sistema de referidos, deberá adquirir folios."
      ]
    },
    {
      "titulo": "5. Responsabilidades del Comisionista",
      "texto": [
        "Compartir información oficial de TAE y no prometer beneficios fuera de estos Términos y Condiciones.",
        "No usar prácticas engañosas, spam o publicidad falsa.",
        "Mantener datos fiscales y bancarios actualizados.",
        "Dar seguimiento activo a sus referidos para evitar moras y bajas (ver Sección 6).",
        "Registrar en el panel de referidos la gestión de seguimiento realizada."
      ]
    },
    {
      "titulo": "6. Seguimiento obligatorio del Comisionista (condicionantes)",
      "texto": [
        "Para conservar el derecho a comisiones de renovaciones, el comisionista se compromete a realizar el siguiente plan mínimo de seguimiento con cada referido."
      ]
    },
    {
      "titulo": "6.1. Cadencia de seguimiento por vencimiento",
      "texto": [
        "Previo al vencimiento: contactar -30, -15, -7, -3 y -1 días antes de la fecha de vencimiento.",
        "Día de vencimiento: un recordatorio.",
        "Post-vencimiento: +1, +3 y +7 días."
      ]
    },
    {
      "titulo": "6.2. Canales permitidos",
      "texto": [
        "WhatsApp, llamada, SMS y correo electrónico; siempre respetando consentimiento y normativa de protección de datos."
      ]
    },
    {
      "titulo": "6.3. Evidencia de gestión",
      "texto": [
        "Cada contacto debe registrarse en el panel (o CRM) indicando fecha, canal y resultado.",
        "TAE podrá auditar estas evidencias. La ausencia de evidencias puede implicar pérdida de comisiones de renovación."
      ]
    },
    {
      "titulo": "6.4. Material y ofertas",
      "texto": [
        "El comisionista deberá usar material oficial (promociones, legales, precios) proporcionado por TAE.",
        "Promociones no autorizadas anulan comisiones."
      ]
    },
    {
      "titulo": "7. Pérdida de derecho y reactivaciones",
      "texto": [
        "Se establecen reglas para pérdida de derecho a comisiones de renovación y posibles reactivaciones."
      ]
    },
    {
      "titulo": "7.1. Pérdida de derecho a comisiones por falta de pago",
      "texto": [
        "Si el referido incurre en mora y el servicio es suspendido o cancelado, el comisionista no tendrá derecho a comisiones por compras posteriores de ese referido, aunque el cliente vuelva."
      ]
    },
    {
      "titulo": "7.2. Reactivaciones",
      "texto": [
        "Si el referido reactiva dentro de los 15 días naturales posteriores a la suspensión y el comisionista cumplió la Cadencia de seguimiento con evidencia, TAE podrá reconocer comisiones a partir de la siguiente renovación (no retroactivas).",
        "Reactivaciones después de 15 días no generan restablecimiento del derecho a comisiones, salvo campañas especiales comunicadas por TAE por escrito."
      ]
    },
    {
      "titulo": "7.3. Reasignación por abandono",
      "texto": [
        "Si TAE detecta falta sistemática de seguimiento (por ejemplo, dos periodos consecutivos sin evidencias), podrá reasignar el referido a cuentas internas o a otro comisionista.",
        "La reasignación cancela futuras comisiones sobre ese referido."
      ]
    },
    {
      "titulo": "8. Indicadores de desempeño (KPI) y calidad",
      "texto": [
        "TAE podrá establecer KPI mínimos (por ejemplo, ≥80% de cobertura de la Cadencia de seguimiento, tiempo de respuesta ≤48h, tasa de renovación según objetivo de campaña).",
        "El incumplimiento persistente puede implicar baja del programa o pérdida de comisiones de renovación."
      ]
    },
    {
      "titulo": "9. Fiscalización",
      "texto": [
        "El comisionista emitirá factura a TAE conforme a la legislación aplicable.",
        "Las comisiones se pagan netas (con IVA e ISR y retenciones cuando proceda).",
        "Si factura en la plataforma, requiere folios."
      ]
    },
    {
      "titulo": "10. Privacidad y permisos de contacto",
      "texto": [
        "El comisionista se obliga a respetar la Ley aplicable en materia de protección de datos y comunicaciones comerciales.",
        "Solo podrá contactar a referidos con consentimiento válido, y exclusivamente para gestión de servicio y renovación."
      ]
    },
    {
      "titulo": "11. Vigencia y modificaciones",
      "texto": [
        "TAE puede modificar o cancelar este programa con 15 días de aviso.",
        "La participación activa implica aceptación de los cambios."
      ]
    },
    {
      "titulo": "12. Terminación",
      "texto": [
        "El comisionista puede solicitar su baja en cualquier momento.",
        "TAE podrá dar de baja a comisionistas que incumplan estos Términos y Condiciones o incurran en conductas desleales, fraudulentas o contrarias a la ley."
      ]
    },
    {
      "titulo": "13. Contacto",
      "texto": [
        "Correo electrónico: contacto@tecnologiasadministrativas.com",
        "Teléfono: +52 744 218 8925"
      ]
    },
    {
      "titulo": "Anexo operativo para implementación en panel (opcional)",
      "texto": [
        "Estado del referido: activo | mora | suspendido | cancelado.",
        "Elegibilidad de comisión (renovaciones): eligible = (estado === \"activo\").",
        "Forfeit automático: al cambiar a suspendido o cancelado, marcar forfeit_renovaciones = true.",
        "Reactivación dentro de 15 días: si reactivado_en <= 15 y seguimiento_cumplido === true, entonces forfeit_renovaciones = false desde la siguiente renovación.",
        "seguimiento_cumplido es verdadero si existen logs en -30, -15, -7, -3, -1, 0, +1, +3, +7 (tolerancia ±24h).",
        "Auditoría: almacenar canal, timestamp, resultado, evidencia_url (opcional)."
      ]
    }
  ]
}
